Repository: ManuelBlanc/colobot
Catalog: po/*.po
Languages: es

source: Challenges in the chapter:
es: Desafíos en el capítulo:

source: Chapters:
es: Capitulos:

source: Drivers:
es: Controladores:

source: Exercises in the chapter:
es: Ejercicios en el capítulo:

source: Free game on this planet:
es: Juego libre en este planeta:

source: Missions on this level:
es: Misiones en este nivel:

source: Missions on this planet:
es: Misiones en este planeta:

source: Planets:
es: Planetas:

source: Resolution:
es: Resolución

source: Summary:
es: Resumen:

source: User levels:
es: Niveles extra:

source: or
es: o

source: " [ " expected
es: Se esperaba " [ "

source: " ] " missing
es: Falta " ] "

source: "%s" missing in this exercise
es: "%s" perdido en este ejercicio

source: ..behind
es: ..detrás

source: ..in front
es: ..en frente

source: ..power cell
es: ..pila

source: 1) First click on the key you want to redefine.
es: 1) Haz click en la tecla que quieres redefinir.

source: 2) Then press the key you want to use instead.
es: 2) Después pulsa la tecla que quieres usar.

source: 3D sound\3D positioning of the sound
es: Sonido 3D\Posicionamiento 3D del sonido

source: << Back \Back to the previous screen
es: << Volver \Volver a la pantalla anterior

source: <<< Sorry; mission failed >>>
es: <<< Lo siento; misión fallida >>>

source: <<< Well done; mission accomplished >>>
es: <<< Bien hecho; misión completada >>>

source: A label must be followed by "for"; "while"; "do" or "switch"
es: Una etiqueta debe de ir seguida por "for"; "while"; "do" o "switch"

source: A variable can not be declared twice
es: Una variable no se puede declarar dos veces

source: Abort\Abort the current mission
es: Abortar\Abortar la misión actual.

source: Access beyond array limit
es: Acceso más allá de los límites del array

source: Access to solution\Shows the solution (detailed instructions for missions)
es: Acceso a la solución\Muestra la solución (instrucciones detalladas para las misiones)

source: Access to solutions\Show program "4: Solution" in the exercises
es: Aceso a las soluciones\Mostrar el programa "4: Solución" en los ejercicios

source: Alien Queen
es: Reina alienígena

source: Alien Queen killed
es: La reina alienígena ha sido derrotada

source: Already carrying something
es: Ya lleva algo

source: Analysis already performed
es: Análisis ya hecho

source: Analysis performed
es: Análisis hecho

source: Analyzes only organic matter
es: Analiza solo materia orgánica

source: Ant
es: Hormiga

source: Ant fatally wounded
es: Hormiga herida mortalmente

source: Appearance\Choose your appearance
es: Aspecto\Elige tu aspecto

source: Apply changes\Activates the changed settings
es: Aplicar cambios\Aplica los cambios hechos

source: Appropriate constructor missing
es: Falta un constructor adecuado

source: Assignment impossible
es: Asignación imposible

source: Autolab
es: Laboratorio

source: Automatic indent\When program editing
es: Indentar automáticamente\Insertar indentación en el editor automáticamente

source: Autosave interval\How often your game will autosave
es: Frec. autoguardado\¿Cómo de frecuentemente se guardará el juego?

source: Autosave slots\How many autosave slots you'll have
es: Entradas de autoguardado\¿Cuántas entradas de autoguardado tendrás?

source: Autosave\Enables autosave
es: Auto-guardado\Activar el autoguardado

source: Back
es: Atrás

source: Background sound :\Volume of audio tracks
es: Sonidos de fondo :\Volumen de pistas de audio

source: Backward (\key down;)
es: Hacia atrás (\key down;)

source: Backward\Moves backward
es: Atras\Movimiento hacia atrás

source: Bad argument for "new"
es: Arguento erróneo para "new"

source: Big indent\Indent 2 or 4 spaces per level defined by braces
es: Indentación grande\Indentar 2 o 4 espacios por nivel, delimitado por llaves

source: Black box
es: Caja negra

source: Blood\Display blood when the astronaut or the alien queen is hit
es: Sangre\Mostrar sangre cuando se hiere al astronauta

source: Blue
es: Azul

source: Blue flag
es: Bandera azul

source: Bot destroyed
es: Robot destruido

source: Bot factory
es: Fábrica de robots

source: Build a bot factory
es: Construir una fábrica de robots

source: Build a converter
es: Construir un convertidor

source: Build a defense tower
es: Construir una torre de defensa

source: Build a derrick
es: Construir una perforadora

source: Build a destroyer
es: Construir un destructor

source: Build a exchange post
es: Construir una torre de comunicaciones

source: Build a legged grabber
es: Construir un grúa trepadora

source: Build a legged orga shooter
es: Construir un cañón orgánico trepador

source: Build a legged shooter
es: Construir un cañon trepador

source: Build a legged sniffer
es: Construir un sondeador trepador

source: Build a lightning conductor
es: Construir un pararrayos

source: Build a nuclear power plant
es: Construir una planta nuclear

source: Build a phazer shooter
es: Construir un robot bazuca

source: Build a power cell factory
es: Construir una fábrica de pilas

source: Build a power station
es: Construir una central eléctrica

source: Build a radar station
es: Construir una estación de radar

source: Build a recycler
es: Construir un robot de reciclaje

source: Build a repair center
es: Construir un centro de reparaciones

source: Build a research center
es: Construir un centro de investigación

source: Build a shielder
es: Construir un robot escudo

source: Build a subber
es: Construir un grúa submarina

source: Build a thumper
es: Construir un percutor

source: Build a tracked grabber
es: Construir un grúa de oruga

source: Build a tracked orga shooter
es: Construir un cañón orgánico de oruga

source: Build a tracked shooter
es: Construir un cañón de oruga

source: Build a tracked sniffer
es: Construir un sondeador de oruga

source: Build a wheeled grabber
es: Construir un grúa de ruedas

source: Build a wheeled orga shooter
es: Construir un cañón orgánico de ruedas

source: Build a wheeled shooter
es: Construir un cañón de ruedas

source: Build a wheeled sniffer
es: Construir un sondeador con ruedas

source: Build a winged grabber
es: Construir un grúa a propulsión

source: Build a winged orga shooter
es: Construir un cañón orgánico a propulsión

source: Build a winged shooter
es: Construir un cañón a propulsión

source: Build a winged sniffer
es: Construir un sondeador a propulsión

source: Build an autolab
es: Construir un laboratorio

source: Building completed
es: Edificio construido

source: Building destroyed
es: Edificio destruido

source: Building too close
es: Edificio demasiado cerca

source: Button %1
es: Botón %1

source: Calling an unknown function
es: Se ha llamado a una función desconocida

source: Camera (\key camera;)
es: Cámara (\key camera;)

source: Camera awayest
es: Cámara lo más lejos posible

source: Camera back\Moves the camera backward
es: Cámara atrás\Mueve la cámara hacia atrás

source: Camera closer\Moves the camera forward
es: Cámara más cerca\Mover la cámara hacia delante

source: Camera nearest
es: Cámara lo más cerca posible

source: Camera to left
es: Cámara hacia la izquierda

source: Camera to right
es: Cámara hcia la derecha

source: Can not create this; there are too many objects
es: No se puede crear esto; hay demasiados objetos

source: Can not produce not researched object
es: No se puede fabricar, objeto no investigado

source: Can not produce this object in this mission
es: No se puede fabricar este objeto en esta misión

source: Can't open file
es: No se puede abrir el archivo

source: Cancel
es: Cancelar

source: Cancel\Cancel all changes
es: Cancelar\Cancelar todos los cambios

source: Cancel\Keep current player name
es: Cancelar\Mantener el nombre actual del jugador

source: Challenges
es: Desafíos

source: Challenges\Programming challenges
es: Desafíos\Desafíos de programación

source: Change camera\Switches between onboard camera and following camera
es: Cambiar la cámara\Cambia entre la cámara de abordo y la cámara que te sigue

source: Change player\Change player
es: Cambiar de jugador\Cambiar de jugador

source: Checkpoint
es: Punto de control

source: Checkpoint crossed
es: Cruzado punto de control

source: Climb\Increases the power of the jet
es: Ascender\Aumenta la potencia del jet

source: Close
es: Cerrar

source: Closing bracket missing
es: Falta corchete de cierre

source: Colobot rules!
es: ¡Colobot mola!

source: Colobot: Gold Edition
es: Colobot: Edición de Oro

source: Command line
es: Línea de comandos

source: Compass
es: Brújula

source: Compilation ok (0 errors)
es: Compilación ok (0 errores)

source: Compile
es: Compilar

source: Continue
es: Continuar

source: Continue\Continue the current mission
es: Continuar\Continuar con la misión actual.

source: Continue\Continue the game
es: Continuar\Continuar el juego

source: Controls\Keyboard, joystick and mouse settings
es: Controles\Preferencias del ratón, teclado y joystick

source: Converts ore to titanium
es: Convierte mineral en titanio

source: Copy
es: Copiar

source: Copy (Ctrl+c)
es: Copiar (Ctrl+c)

source: Current mission saved
es: Misión actual guardada

source: Customize your appearance
es: Personaliza tu apariencia

source: Cut (Ctrl+x)
es: Cortar (Ctrl+x)

source: Defense tower
es: Torre de defensa

source: Delete
es: Destruir

source: Delete player\Deletes the player from the list
es: Eliminar jugador\Elimina al jugador de la lista

source: Delete\Deletes the selected file
es: Eliminar\Eliminar el archivo seleccionado

source: Derrick
es: Perforadora

source: Descend\Reduces the power of the jet
es: Descender\Disminuye la potencia del jet

source: Destroy
es: Destruir

source: Destroy the building
es: Destruir el edificio

source: Destroyer
es: Destructor

source: Details\Visual quality of 3D objects
es: Detalles\Calidad visual de los objetos 3D

source: Developed by :
es: Desarrollado por :

source: Device\Driver and resolution settings
es: Dispositivo\Opciones de drivers y resolución

source: Dividing by zero
es: Se está dividiendo por cero

source: Do not use in this exercise
es: No usar en este ejercicio

source: Do you really want to destroy the selected building?
es: ¿Quiéres destruir el edificio seleccionado?

source: Do you want to delete %s's saved games?
es: ¿Quiéres borrar las partidas guardadas de %s?

source: Do you want to quit Colobot: Gold Edition?
es: ¿Quieres salir de Colobot: Edición de Oro?

source: Doors blocked by a robot or another object
es: Puertas bloqueadas por un robot u otro objeto

source: Down (\key gdown;)
es: Abajo (\key gdown;)

source: Drawer bot
es: Robot artista

source: Dust\Dust and dirt on bots and buildings
es: Polvo\Polvo y lodo en los robots y edificios

source: Dynamic lighting\Mobile light sources
es: Luces dinámicas\Fuentes de luz móviles

source: Edit the selected program
es: Editar el programa seleccionado

source: Egg
es: Huevo

source: End of block missing
es: Falta el final de un bloque

source: Energy deposit (site for power station)
es: Depósito de energía (lugar para una central eléctrica)

source: Energy level
es: Nivel de energía

source: Engineer
es: Ingeniero

source: Error in instruction move
es: Error en instrucción de movimiento

source: Execute the selected program
es: Ejecutar el programa seleccionado

source: Execute/stop
es: Ejecutar/Parar

source: Exercises\Programming exercises
es: Ejercicios\Ejercicios de programación

source: Exit film\Film at the exit of exercises
es: Salir de la secuencia de video\Secuencia de video al final de los ejercicios

source: Explode (\key action;)
es: Explotar (\key action;)

source: Explosive
es: Exlosivo

source: Extend shield (\key action;)
es: Extender escudo (\key action;)

source: Eyeglasses:
es: Gafas de sol:

source: Face type:
es: Cara:

source: File not open
es: Archivo no abierto

source: Filename:
es: Nombre de archivo:

source: Film sequences\Films before and after the missions
es: Secuencias de video\Secuencias de video antes y después de las misiones

source: Finish
es: Terminar

source: Fixed mine
es: Mina

source: Flat ground not large enough
es: No hay suficiente suelo plano

source: Fog\Fog
es: Niebla\Niebla

source: Folder:
es: Carpeta:

source: Folder: %s
es: Carpeta: %s

source: Font size
es: Tamaño de letra

source: Forward
es: Adelante

source: Forward (\key up;)
es: Hacia delante (\key up;)

source: Forward\Moves forward
es: Adelante\Movimiento hacia adelante

source: Found a site for a derrick
es: Encontrado lugar para una perforadora

source: Found a site for power station
es: Encontrado lugar para una central eléctrica

source: Found key A (site for derrick)
es: Encontrada llave A (lugar para una perforadora)

source: Found key B (site for derrick)
es: Encontrada llave B (lugar para una perforadora)

source: Found key C (site for derrick)
es: Encontrada llave C (lugar para una perforadora)

source: Found key D (site for derrick)
es: Encontrada llave D (lugar para una perforadora)

source: Free game
es: Juego libre

source: Free game\Free game without a specific goal
es: Juego libre\Juega libremente sin ningún objetivo

source: Friendly fire\Your shooting can damage your own objects
es: Fuego amigo\Tus disparos pueden dañar tus otros objetos

source: Full screen\Full screen or window mode
es: Pantalla completa\Pantalla completa o modo ventana

source: Function already exists
es: La función ya existe

source: Function name missing
es: Falta el nombre de la función

source: Game speed
es: Velocidad del juego

source: Game\Game settings
es: Juego\Preferencias del juego

source: Gantry crane
es: Grúa pórtico

source: Goto: destination occupied
es: Goto: destino ocupado

source: Goto: inaccessible destination
es: Goto: destino inaccesible

source: Grab or drop (\key action;)
es: Coger o dejar (\key action;)

source: Graphics\Graphics settings
es: Gráficos\Opciones gráficas

source: Green
es: Verde

source: Green flag
es: Bandera verde

source: Ground inappropriate
es: Suelo inapropiado

source: Ground not flat enough
es: El uelo no es suficientemente plano

source: Hair color:
es: Color del pelo:

source: Head\Face and hair
es: Cabeza\Cara y pelo

source: Help about selected object
es: Ayuda sobre el objeto seleccionado

source: Help balloons\Explain the function of the buttons
es: Burbujas de ayuda\Explican la funcion de los botones

source: Highest\Highest graphic quality (lowest frame rate)
es: Alta\Máxima calidad de gráficos

source: Home
es: Casa

source: Houston Mission Control
es: Centro de misiones de Houston

source: Illegal object
es: Objeto no permitido

source: Impossible under water
es: Imposible debajo del agua

source: Impossible when carrying an object
es: Imposible mientras se lleva un objeto

source: Impossible when flying
es: Imposible durante el vuelo

source: Impossible when moving
es: Imposible miestras está en movimiento

source: Impossible when swimming
es: Imposible mienstras se nada

source: Inappropriate bot
es: Robot inapropiado

source: Inappropriate cell type
es: Tipo de pila inapropiada

source: Inappropriate object
es: Objeto inapropiado

source: Incorrect index type
es: El tipo de índice es erróneo

source: Infected by a virus; temporarily out of order
es: Infectado por un virus; temporalmente fuera de servicio

source: Information exchange post
es: Torre de comunicaciones

source: Instruction "break" outside a loop
es: Instrucción "break" fuera de un bucle

source: Instruction "case" missing
es: Falta instrucción "case"

source: Instruction "case" outside a block "switch"
es: Instrucción "case" fuera de un bloque "switch"

source: Instruction "else" without corresponding "if"
es: Instrucción "else" sin su correspndiente "if"

source: Instructions (\key help;)
es: Instrucciones (\key help;)

source: Instructions after the final closing brace
es: Instrucciones después de la última llave de cierre

source: Instructions for the mission (\key help;)
es: Instrucciones para la misión (\key help;)

source: Instructions from Houston
es: Instrucciones de Houston

source: Instructions\Shows the instructions for the current mission
es: Instrucciones\Muestra las instrucciones para la misión actual

source: Internal error - tell the developers
es: Error interno - contacta con los desarrolladores

source: Jet temperature
es: Temperatura del jet

source: Key A
es: Llave A

source: Key B
es: Llave B

source: Key C
es: Llave C

source: Key D
es: Llave D

source: Key word help\More detailed help about key words
es: Ayuda de sintaxis\Ayuda más detallada acerca de los elementos del lenguaje

source: Keyword "while" missing
es: Falta palabra clave "while"

source: Keyword help(\key cbot;)
es: Ayuda de la sintaxis (\key cbot;)

source: LOADING
es: CARGANDO

source: Legged grabber
es: Grúa trepadora

source: Legged orga shooter
es: Cañón orgánico trepador

source: Legged shooter
es: Cañón trepador

source: Legged sniffer
es: Sondeador trepador

source: Lightning conductor
es: Pararrayos

source: List of objects
es: Lista de objetos

source: List of saved missions
es: Lista de misiones guardadas

source: Load a saved mission
es: Cargar una misión guardada

source: Load\Load a saved mission
es: Cargar\Cargar una mision guardada

source: Load\Loads the selected mission
es: Cargar\Carga la misión seleccionada

source: Lowest\Minimum graphic quality (highest frame rate)
es: Baja\Mínima calidad de gráficos

source: Lunar Roving Vehicle
es: Vehículo para recorrer la Luna

source: Marks on the ground\Marks on the ground
es: Marcas en el suelo\Marcas en el suelo

source: Maximize
es: Maximizar

source: Minimize
es: Minimizar

source: Mission name
es: Nombre de la misión

source: Missions
es: Misiones

source: Missions\Select mission
es: Misiones\Selecciona una misión

source: Mouse inversion X\Inversion of the scrolling direction on the X axis
es: Invertir eje X\Invertir dirección del desplazamiento en el eje X

source: Mouse inversion Y\Inversion of the scrolling direction on the Y axis
es: Invertir eje Y\Invertir dirección del desplazamiento en el eje Y

source: Mouse shadow\Gives the mouse a shadow
es: Sombra del raton\Activa la sombra del raton

source: Mute\No sound
es: Silenciar\Sin sonido

source: Name:
es: Nombre

source: Negative value rejected by "throw"
es: Valor negativo rechazado por "throw"

source: Nest
es: Nido

source: New
es: Nuevo

source: New ...
es: Nuevo ...

source: New bot available
es: Nuevo robot disponible

source: Next
es: Siguiente

source: Next object\Selects the next object
es: Siguiene objeto\Slecciona el siguiente objeto

source: No energy in the subsoil
es: No hay energía en el subsuelo

source: No flag nearby
es: Ninguna bandera cerca

source: No function running
es: No se está ejecutando ninguna función

source: No function with this name accepts this kind of parameter
es: Ninguna función con este nombre acepta este tipo de parámetros

source: No function with this name accepts this number of parameters
es: Ninguna función con este nombre acepta este número de parámetros

source: No information exchange post within range
es: No hay una torre de comunicaciones dentro del alcanze

source: No more energy
es: No hay más energía

source: No ore in the subsoil
es: No hay mineral en el subsuelo

source: No other robot
es: No hay otro robot

source: No power cell
es: No hay ninguna pila puesta

source: No titanium
es: No hay titanio

source: No titanium around
es: No hay titanio alrededor

source: No titanium ore to convert
es: No hay mineral de titanio que convertir

source: No titanium to transform
es: No hay titanio que transformar

source: No uranium to transform
es: No hay uranio que transformar

source: Normal size
es: Tamaño normal

source: Normal\Normal graphic quality
es: Normal\Calidad de gráficos normal

source: Normal\Normal sound volume
es: Normal\Volumen de sonido normal

source: Not enough energy
es: No hay suficiente energía

source: Not enough energy yet
es: No hay suficiente energía aún

source: Not found anything to destroy
es: No se ha encontrado nada para destruir

source: Not yet enough energy
es: No hay suficiente energía aún

source: Nothing to analyze
es: Nada que analizar

source: Nothing to drop
es: Nada que soltar

source: Nothing to grab
es: Nada que coger

source: Nothing to recycle
es: Nada que reciclar

source: Nuclear power cell
es: Pila nuclear

source: Nuclear power cell available
es: Pila nuclear disponible

source: Nuclear power station
es: Central nuclear

source: Num of decorative objects\Number of purely ornamental objects
es: Num. de objetos decorativos\Número de objetos puramente ornamentales

source: Number missing
es: Falta número

source: Number of insects detected
es: Número de insectos detectados

source: Number of particles\Explosions, dust, reflections, etc.
es: Número de partículas\Explosiones, polvo, reflexiones, etc.

source: OK\Choose the selected player
es: OK\Elige el jugador seleccionado

source: OK\Close program editor and return to game
es: OK\Cerrar el editor de programa y volver al juego

source: Object not found
es: Objeto no encontrado

source: Object too close
es: Objeto demasiado cerca

source: One step
es: Un paso

source: Open
es: Abrir

source: Open (Ctrl+o)
es: Abrir (Ctrl+o)

source: Opening brace missing
es: Flata una llave de apertura

source: Opening bracket missing
es: Falta corchete de apertura

source: Operation impossible with value "nan"
es: Operación imposible con el valor "nan"

source: Options
es: Opciones

source: Options\Preferences
es: Opciones\Preferencias

source: Organic matter
es: Materia orgánica

source: Origin of last message\Shows where the last message was sent from
es: Origen del último mensaje\Muestra desde dónde se envió el último mensaje

source: Parameters missing
es: Faltan parámetros

source: Particles in the interface\Steam clouds and sparks in the interface
es: Efectos en la interfaz\Brillos y otros efectos en la interfaz

source: Paste (Ctrl+v)
es: Pegar (Ctrl+v)

source: Pause/continue
es: Pausa/continuar

source: Phazer shooter
es: Robot bazuca

source: Photography
es: Fotografía

source: Place occupied
es: Lugar ocupado

source: Planets and stars\Astronomical objects in the sky
es: Planetas y estrellas\Cuerpos celestiales en el cielo

source: Plans for defense tower available
es: Planos para torre de defensa disponibles

source: Plans for nuclear power plant available
es: Planos para una central nuclear disponibles

source: Plans for phazer shooter available
es: Planos para robot bazuca disponibles

source: Plans for shielder available
es: Planos para robot escudo disponibles

source: Plans for shooter available
es: Planos para cañón disponibles

source: Plans for thumper available
es: Planos para percutor disponibles

source: Plans for tracked robots available
es: Planos para robots de oruga disponibles

source: Plant a flag
es: Poner una bandera

source: Play\Start mission!
es: Jugar\¡Empezar la misión!

source: Player
es: Jugador

source: Player name
es: Nombre del jugador

source: Player's name
es: Nombre del jugador

source: Power cell
es: Pila

source: Power cell available
es: Pila disponible

source: Power cell factory
es: Fábrica de pilas

source: Power station
es: Central eléctrica

source: Practice bot
es: Robot de prácticas

source: Press \key help; to read instructions on your SatCom
es: Pulsa \key help; para leer las instrucciones en tu SatCom

source: Previous
es: Anterior

source: Previous object\Selects the previous object
es: Objeto previo\Selecciona el objeto anterior

source: Previous selection (\key desel;)
es: Selección anterior (\key desel;)

source: Private element
es: Elemento private

source: Private\Private folder
es: Privado\Carpeta privada

source: Program editor
es: Editor de programas

source: Program finished
es: Programa terminado

source: Program infected by a virus
es: Programa infectado por un virus

source: Programming exercises
es: Ejercicios de programación
