Repository: ManuelBlanc/colobot
Catalog: po/*.po
Languages: es

source: Programming help
es: Ayuda para programar

source: Programming help (\key prog;)
es: Ayuda para programar (\key prog;)

source: Programming help\Gives more detailed help with programming
es: Ayuda para programar\Proporciona ayuda más detallada para programar

source: Programs dispatched by Houston
es: Programas enviados por Houston

source: Public required
es: Se necesita una función public

source: Public\Common folder
es: Pública\Carpeta común

source: Quake at explosions\The screen shakes at explosions
es: Temblores en las explosiones\La pantalla vibra cuando hay explosiones

source: Quit the mission?
es: ¿Abortar la misión?

source: Quit\Quit Colobot: Gold Edition
es: Salir\Salir de Colobot: Edición de Oro

source: Quit\Quit the current mission or exercise
es: Abandonar\Abandonar la misión o el ejercicio actual

source: Radar station
es: Estación de radar

source: Read error
es: Error de lectura

source: Recorder
es: Grabadora

source: Recycle (\key action;)
es: Reciclar (\key action;)

source: Recycler
es: Robot de reciclaje

source: Red
es: Rojo

source: Red flag
es: Bandera roja

source: Reflections on the buttons \Shiny buttons
es: Reflexiones en los botones \Botones brillantes

source: Remains of Apollo mission
es: Restos de la misión Apollo

source: Remove a flag
es: Quitar una bandera

source: Render distance\Maximum visibility
es: Dibujar distancia\Máxima visibilidad

source: Repair center
es: Centro de reparaciones

source: Research center
es: Centro de investigación

source: Research program already performed
es: Programa de investigación hecho

source: Research program completed
es: Programa de investigación completado

source: Reserved keyword of CBOT language
es: Palabra reservada del lenguaje CBOT

source: Resolution
es: Resolución

source: Restart\Restart the mission from the beginning
es: Reiniciar\¿Reiniciar la misión desde el principio?

source: Return to start
es: Volver al principio

source: Robbie\Your assistant
es: Robbie\Tu asistente personal

source: Ruin
es: Ruinas

source: Run research program for defense tower
es: Investigar torres de defensa

source: Run research program for legged bots
es: Investigar robots trepadores

source: Run research program for nuclear power
es: Investigar sobre energía nuclear

source: Run research program for orga shooter
es: Investigar cañones orgánicos

source: Run research program for phazer shooter
es: Investigar robots bazuca

source: Run research program for shielder
es: Investigar robots escudo

source: Run research program for shooter
es: Investigar cañones

source: Run research program for thumper
es: Investigar percutor

source: Run research program for tracked bots
es: Investigar robots de oruga

source: Run research program for winged bots
es: Investigar robots a propulsión

source: Satellite report
es: Informe del satélite

source: Save
es: Guardar

source: Save (Ctrl+s)
es: Guardar (Ctrl+s)

source: Save the current mission
es: Guardar la misión actual

source: Save\Save the current mission
es: Guardar\Guardar la misión actual

source: Save\Saves the current mission
es: Guardar\Guardar la misión actual

source: Scrolling\Scrolling when the mouse touches right or left border
es: Desplazamiento automático\Desplazamiento automático cuando el ratón está en los bordes de la pantalla

source: Select the astronaut\Selects the astronaut
es: Selecciona el astronauta\Selecciona el astronauta

source: Semicolon terminator missing
es: Flata un punto y coma de terminación

source: Shadows\Shadows on the ground
es: Sombras\Sombras en el suelo

source: Shield level
es: Nivel de escudo

source: Shield radius
es: Radio del escudo

source: Shielder
es: Robot escudo

source: Shoot (\key action;)
es: Disparar (\key action;)

source: Show if the ground is flat
es: Mostrar si el suelo es plano

source: Show the place
es: Mostar el lugar

source: Show the range
es: Mostrar el alcance

source: Show the solution
es: Mostrar la solución

source: Sign " : " missing
es: Falta signo " : "

source: Size 1
es: Tamaño 1

source: Size 2
es: Tamaño 2

source: Size 3
es: Tamaño 3

source: Size 4
es: Tamaño 4

source: Size 5
es: Tamaño 5

source: Sky\Clouds and nebulae
es: Cielo\Nubes y nebulosas

source: Sniff (\key action;)
es: Sondear (\key action;)

source: Solution
es: Solución

source: Sound effects:\Volume of engines, voice, shooting, etc.
es: Efectos de sonido:\Volumen de motores, voz, disparos, etc.

source: Sound\Music and game sound volume
es: Sonido\Volumenes de la música y el juego

source: Spaceship
es: Nave espacial

source: Spaceship ruin
es: Ruinas de nave espacial

source: Speed 1.0x\Normal speed
es: Velocidad 1.0x\Velocidad normal

source: Speed 1.5x\1.5 times faster
es: Velocidad 1.5x\1.5 veces más rápido

source: Speed 2.0x\Double speed
es: Velocidad 2.0x\El doble de rápido

source: Speed 3.0x\Three times faster
es: Velocidad 3.0x\Tres veces más rápido

source: Spider
es: Araña

source: Spider fatally wounded
es: Araña herida mortalmente

source: Stack overflow
es: Desbordamiento de pila

source: Standard action\Standard action of the bot (take/grab, shoot, sniff, etc)
es: Acción estándar\Acción estándar del robot (coger/dejar, disparar, hacer prospección, etc)

source: Standard controls\Standard key functions
es: Controles por defecto\Usa las teclas por defecto

source: Standard\Standard appearance settings
es: Estándar\Ajustes estándar de aspecto

source: Start
es: Empezar

source: Still working ...
es: Aún trabajando ...

source: String missing
es: Falta una cadena de caracteres

source: Strip color:
es: Color de la banda:

source: Subber
es: Grúa submarina

source: Suit color:
es: Color del traje:

source: Suit\Astronaut suit
es: Traje\Traje de astronauta

source: Sunbeams\Sunbeams in the sky
es: Rayos de sol\Rayos de sol en el cielo

source: Survival kit
es: Kit de supervivencia

source: Switch bots <-> buildings
es: cambiar robots <-> edificios

source: Take off to finish the mission
es: Despega para acabar la misión

source: Target
es: Objetivo

source: Target bot
es: Robot objetivo

source: Textures\Quality of textures
es: Texturas\Calidad de las texturas

source: The expression must return a boolean value
es: La expresión debe devolver un valor booleano

source: The function returned no value
es: La función no devolvió ningún valor

source: The list is only available if a \l;radar station\u object\radar; is working.
es: La lista está solo disponible si hay una \l;estacion con radar\u object\radar; funcionando.

source: The mission is not accomplished yet (press \key help; for more details)
es: La misión no está terminada aún (pulsa \key help; para más detalles)

source: The types of the two operands are incompatible
es: Los tipos de los dos operandos son incompatibles

source: This class already exists
es: Esta clase ya existe

source: This class does not exist
es: Esta clase no existe

source: This is not a member of this class
es: Esto no es un miembro de esta clase

source: This label does not exist
es: Esta etiqueta no existe

source: This object is not a member of a class
es: Este objeto no es miembro de una clase

source: Thump (\key action;)
es: Golpear (\key action;)

source: Thumper
es: Percutor

source: Titanium
es: Titanio

source: Titanium available
es: Titanio disponible

source: Titanium deposit (site for derrick)
es: Depósito de titanio (lugar para una perforadora)

source: Titanium ore
es: Mineral de titanio

source: Titanium too close
es: Titanio demasiado cerca

source: Titanium too far away
es: Titanio demasiado lejos

source: Too close to a building
es: Demasiado cerca de un edificio

source: Too close to an existing flag
es: Demasiado cerca de una bandera existente

source: Too close to space ship
es: Demasiado cerca de la nave espacial

source: Too many flags of this color (maximum 5)
es: Demasiadas banderas de este color (máximo 5)

source: Too many parameters
es: Demasiados parámetros

source: Tracked grabber
es: Grúa de oruga

source: Tracked orga shooter
es: Cañón orgánico de oruga

source: Tracked shooter
es: Cañón de oruga

source: Tracked sniffer
es: Sondeador de oruga

source: Transforms only titanium
es: Transforma solo titanio

source: Transforms only uranium
es: Transforma solo uranio

source: Transmitted information
es: Información transmitida

source: Turn left (\key left;)
es: Girar a la izquierda (\key left;)

source: Turn left\turns the bot to the left
es: Girar a la izquierda\gira el robot a la derecha

source: Turn right (\key right;)
es: Girar a la derecha (\key right;)

source: Turn right\turns the bot to the right
es: Girar a la derecha\gira el robot a la derecha

source: Type declaration missing
es: No se ha especificado un tipo

source: Undo (Ctrl+z)
es: Deshacer (Ctrl+z)

source: Unit
es: Unidad

source: Unknown Object
es: Objeto desconocido

source: Unknown command
es: Orden desconocida

source: Unknown function
es: Función desconocida

source: Up (\key gup;)
es: Arriba (\key gup;)

source: Uranium deposit (site for derrick)
es: Depósito de uranio (lugar para una perforadora)

source: Uranium ore
es: Mineral de uranio

source: Use a joystick\Joystick or keyboard
es: Usar un joystick\Joystick o teclado

source: User levels
es: Niveles extra

source: User\User levels
es: Extra\Niveles extra

source: Variable name missing
es: Falta el nombre de la variable

source: Variable not declared
es: Variable sin declarar

source: Variable not initialized
es: Variable sin inicializar

source: Vault
es: Baúl

source: Violet flag
es: Bandera violeta

source: Void parameter
es: Parámetro void

source: Wasp
es: Avispa

source: Wasp fatally wounded
es: Avispa herida mortalmente

source: Waste
es: Deshechos

source: Wheeled grabber
es: Grúa de ruedas

source: Wheeled orga shooter
es: Cañón orgánico de ruedas

source: Wheeled shooter
es: Cañón de ruedas

source: Wheeled sniffer
es: Sondeador con ruedas

source: Winged grabber
es: Grúa a propulsión

source: Winged orga shooter
es: Cañón orgánico a propulsión

source: Winged shooter
es: Cañón a proulsión

source: Winged sniffer
es: Sondeador a propulsión

source: Withdraw shield (\key action;)
es: Retirar escudo (\key action;)

source: Worm
es: Gusano

source: Worm fatally wounded
es: Gusano herido mortalmente

source: Wreckage
es: Escombros

source: Write error
es: Error de escritura

source: Wrong type for the assignment
es: Tipo erróneo para la asignación

source: Yellow flag
es: Bandera amarilla

source: You can fly with the keys (\key gup;) and (\key gdown;)
es: Puedes volar con las teclas (\key gup;) y (\key gdown;)

source: You can not carry a radioactive object
es: No puedes llevar un objeto radioactivo

source: You can not carry an object under water
es: No puedes llevar un objeto bajo el agua

source: You found a usable object
es: Encontraste un objeto usable

source: You must get on the spaceship to take off
es: Debes subir en la nave para despegar

source: Zoom mini-map
es: Ampliar mini-mapa

source: \Blue flags
es: \Banderas azules

source: \Eyeglasses 1
es: \Gafas 1

source: \Eyeglasses 2
es: \Gafas 2

source: \Eyeglasses 3
es: \Gafas 3

source: \Eyeglasses 4
es: \Gafas 4

source: \Eyeglasses 5
es: \Gafas 5

source: \Face 1
es: \Cara 1

source: \Face 2
es: \Cara 2

source: \Face 3
es: \Cara 3

source: \Face 4
es: \Cara 4

source: \Green flags
es: \Banderas verdes

source: \New player name
es: \Nuevo nombre de jugador

source: \No eyeglasses
es: \Sin gafas

source: \Raise the pencil
es: \Levantar el lapiz

source: \Red flags
es: \Banderas rojas

source: \Return to Colobot: Gold Edition
es: \Volver a Colobot: Edición de Oro

source: \SatCom on standby
es: \SatCom en espera

source: \Start recording
es: \Empezar grabación

source: \Stop recording
es: \Parar grabación

source: \Turn left
es: \Girar a la izquierda

source: \Turn right
es: \Girar a la derecha

source: \Use the black pencil
es: \Usar el lapiz negro

source: \Use the blue pencil
es: \Usar el lapiz azul

source: \Use the brown pencil
es: \Usar el lapiz marrón

source: \Use the green pencil
es: \Usar el lapiz verde

source: \Use the orange pencil
es: \Usar el lapiz naranja

source: \Use the purple pencil
es: \Usar el lapiz morado

source: \Use the red pencil
es: \Usar el lapiz rojo

source: \Use the yellow pencil
es: \Usar el lapiz amarillo

source: \Violet flags
es: \Banderas violetas

source: \Yellow flags
es: \Banderas amarillas

source: \b;Aliens
es: \b;Alienígenas

source: \b;Buildings
es: \b;Edificios

source: \b;List of objects
es: \b;Lista de objetos

source: \b;Moveable objects
es: \b;Objetos movibles

source: \c; (none)\n;
es: \c; (ninguno)\n;
